[
  {
    "id": "1",
    "title": "PROCMA AB levererar en tvätt-/spolanläggning med tillhörande återvinningsanläggning till Skanskas betongfabrik i Kungens kurva.",
    "body": [
      "PROCMA AB levererar en komplett tvätt-/spolanläggning med tillhörande återvinningsanläggning till Skanskas betongfabrik i Kungens kurva, i södra Stockholm. Anläggningen består av enheter för tvätt, enheter för separering av sand, grus och sten, enheter för separering av slam samt vattenmagasin.",
      "Vid anläggningen tvättas trumman på roterbilarna med en automatisk tvättlans så att själva tvätten ska vara effektiv och ske på kort tid. Vid anläggningen kan också betongpumpar tvättas. Det material som finns kvar i trumman på bilarna eller kommer från betongpumparna tippas i en återvinningsmaskin där sand och grus separeras från cementslam och vatten. Sand och grus matas ut på hög och kan återanvändas.",
      "Slam och vatten pumpas vidare till en sedimenteringsanläggning där slammet får sedimentera och det slamfria vattnet kan pumpas vidare till vattencisterner. Vattnet återanvänds i tvättanläggningen och cirkulerar i ett slutet system. Överskottet av vatten används vid tillverkningen av ny betong. Det slam som blir kvar från sedimenteringsanläggningen hanteras med lastmaskin och tippas på lastbil för transport till deponi.",
      "Hela anläggningen är uppbyggd av moduler, vilket gör att den kan skalas upp respektive ned beroende på ändrade produktionsförutsättningar. Anläggningen är också enkelt flyttbar, så om betongfabriken behöver flyttas då kan även tvätt-/spolanläggningen och återvinningsanläggningen flyttas med. På den aktuella platsen i Kungens kurva är det högamiljökrav som gäller på hela betongtillverkningen samt tvätt och återvinning. Bland annat så måste allt vatten omhändertas utan läckage till omgivningen. ”Vi är stolta över att Skanska valt PROCMA som leverantör av tvätt- och återvinnings-anläggningar för att kunna uppfylla de miljökrav som råder på platsen”, säger Erik Svedberg, VD för PROCMA. Med den aktuella leveransen har PROCMA härmed levererat tre st tvätt- och återvinningsanläggningar till betongfabriker i Stockholmsområdet."
    ],
    "date": "2017-12-18"
  },
  {
    "id": "2",
    "title": "Procma AB har levererat en tvätt/spolanläggning till Lujabetong och deras nya fabrik i Kungsängen i norra Stockholm som varit i drift sedan årsskiftet 2018/2019",
    "body": [
      "Konceptet ger kunden full kontroll på sin vattenhantering och en effektiv rengöring av roterbilarna, all tvätt sker med recirkulerat vatten. Anläggningen består av enheter för tvätt, och enheter för separering av sand och sten, samt enheter för separering av slam och ett vattenmagasin. Konceptet bygger vidare på anläggningen som levererats till Skanska i Kungens Kurva, med vidareutvecklade funktioner för systemövervakning och uppföljning. Vid anläggningen tvättas trumman på roterbilarna med en automatisk tvättlans, så att tvätten blir effektiv och sker på kortast möjliga tid. Alla roterbilar och pumpar kan tvättas i anläggningen.",
      "Det material som finns kvar i trumman på bilarna eller kommer från betongpumparna, matas in i en återvinningsmaskin där sand och grus separeras från cementslam och vatten. Sand och grus matas ut till upplag och kan återanvändas, slam och vatten pumpas vidare till en sedimenteringsanläggning där slammet får sedimentera och det slamfria vattnet kan pumpas vidare till vattencisterner. Vattnet återanvänds i tvättanläggningen och cirkulerar i ett slutet system, överskottet av vatten används vid tillverkning av ny betong. Det slam som blir kvar från sedimenteringsanläggningen hanteras med lastmaskin och lastas på bil för transport till deponi."
    ],
    "date": "2019-09-15"
  },
  {
    "id": "3",
    "title": "Procma AB levererar en återvinningsmaskin med tillbehör till Contiga i Norrtälje. Installationen slutförs första kvartalet 2020.",
    "body": [
      ""
    ],
    "date": "2019-10-29"
  },
  {
    "id": "4",
    "title": "Procma AB utvecklar nya modulbaserade materialtvättar",
    "body": [
      "Procma AB utvecklar nya modulbaserade materialtvättar baserade på lastväxlarenheter. Dels anpassade materialtvättar för en viss typ av fraktion, så som återvinning och tvätt av filtersand, sopsand, gjutsand och liknande material. Men även mer komplexa ballasttvättar där fler fraktioner tas ut och där tvätt kan ske på alla utgående fraktioner. ",
      "Målsättningen är att ersätta den trailerlösning som Erik Svedberg levererade till Ragn-Sells 2007 med moduler bestående av lastväxlarenheter som gör att användaren på ett enkelt sätt kan anpassa processen mot det material som ska bearbetas."
    ],
    "date": "2020-01-11"
  }
]